<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <title>FAQ</title>
	<meta name="author" content="Ultragesti&oacute;n">
	<meta name="description" content="FAQ para el servidor de mapas">
</head>
<body>
<h2>FAQ - Frequently Asqued Questions</h2>
<h3>1.	&#191;C&oacute;mo puedo cambiar la escala/ el zoom?</h3>
<p>Se tiene cuatro opciones: </p>
<ol>
<li>La barra izquierda, en la cual se puede aumentar o reducir el zoom seg&uacute;n donde se deslice la barra</li>
<li>La Navegaci&oacute;n r&aacute;pida viene con diferenets iconos de zoom</li>
<li>Zoom Box</li>
<li>Doble-clic sobre el mapa</li>
</ol>

<h3>2.	&#191;Puedo apagar las ortofotos?</h3>
<p>Si. Se puede apagar las ortofotos, desactiv&aacute;ndolas en la ventana a la derecha. Para abrir la ventana a la izquierda haga clic sobre la flecha caf&eacute;. Se abre la box en las cuales est&aacute;n nombradas las capas. </p>
<h3>3.	 &#191;Por qu&eacute; la aplicaci&oacute;n no guarda los cambios cuando modifico los usuarios en la administraci&oacute;n de usuarios?</h3>

<p>Cuando la aplicaci&oacute;n est&aacute; habilitada para el uso de Active Directory (administraci&oacute;n de usuarios de redes Microsoft), sincroniza la informaci&oacute;n de la base de datos de usuarios de la aplicaci&oacute;n con la informaci&oacute;n de usuarios de la red Microsoft cada vez que un usuario ingresa a la aplicaci&oacute;n, perdiendo todos los cambios realizados en la administraci&oacute;n de usuarios. Para poder administrar una base de datos de usuarios independientes se debe desactivar el uso de Active Directory.</p>

<h3>4.	Al activar una capa de informaci&oacute;n. &#191;C&oacute;mo puedo visualizar r&aacute;pidamente el lugar donde se encuentra la informaci&oacute;n activada?</h3>

<p>En la herramienta &quot;Capas&quot;, sobre la capa de inter&eacute;s hace clic, aparecer&aacute; una ventana con tres tipos de acci&oacute;n, la acci&oacute;n correspondiente es &quot;Acercamiento&quot; y así la aplicaci&oacute;n lo llevara donde se encuentra la informaci&oacute;n.  </p>

<h3>5.	&#191;Puedo hacer una consulta en la Herramienta &quot;Capas&quot;?</h3>

<p>En la Herramienta &quot;Capas&quot;, se busca la informaci&oacute;n o la capa que se necesita y sobre esta  haga clic con el bot&oacute;n derecho y aparecer&aacute; un link &quot;consulta&quot;. Aparecer&aacute; la ventana de consultas. </p>

<h3>6.	El sistema coordenado tiene un datum predeterminado. &#191;Puedo cambiar ese datum para el sistema coordenado UTM?</h3>

<p>En primera instancia el servidor se encuentra en coordenadas geogr&aacute;ficas (grados). Hacia la parte superior izquierda hay un icono verde llamado &quot;Proyecciones&quot;, se presiona la flecha azul que se encuentra a un lado y se desplegaran las proyecciones que est&aacute;n a disposici&oacute;n. </p>

<h3>7.	Quiero hacer an&aacute;lisis de terreno. &#191;Puedo obtener medidas de distancias o &aacute;reas en la aplicaci&oacute;n? </h3>

<p>Una de las herramientas de este servidor de mapas es &quot;Medidas&quot;, donde encontramos dos alternativas &quot;Regla&quot; y &quot;&aacute;rea&quot;. Una de ellas se utiliza para tomar medidas lineales o distancias, la segunda alternativa sirve para obtener &aacute;reas,  se dibuja un polígono y se cierra haciendo doble clic posteriormente el valor del &aacute;rea aparece al lado derecho de &quot;Medidas&quot;. </p>
<p>Adem&aacute;s se puede medir coordenadas  de un punto y de un recuadro en el sistema de coordenadas actual. Estos iconos se encuentran en las herramientas en “Consulta”. Los iconos se llaman “Coordenadas Punto” y “Coordenadas Rect&aacute;ngulo”.</p>

<h3>8.	He dibujado vectores. &#191;C&oacute;mo puedo limpiar la vista?</h3>

<p>Hay dos formas de eliminar los vectores dibujados o tambi&eacute;n borrar selecciones, en la pestaña de &quot;vectores&quot; se encuentran dos herramientas representadas por dos iconos, el primero de izquierda a derecha sirve para eliminar elementos uno por uno pinchando con el mouse. Los nodos de las poli líneas y Polígonos se tiene que borrar extra. El segundo icono sirve para borrar todo lo de la vista, antes de borrar todo el servidor consulta si desea realizar la acci&oacute;n.</p>

<h3>9.	A la hora de imprimir. &#191;Por qu&eacute; aparece una opci&oacute;n de &quot;Acercamiento&quot;?</h3>

<p>Esta opci&oacute;n existe para que al momento de imprimir se pueda independizar la vista con la impresi&oacute;n. Esto significa que puede cambiar el zoom del mismo lugar para imprimir una regi&oacute;n deseada, el zoom se maneja deslizando la barra de derecha e izquierda.</p>

<h3>10.	Cuando dibujo un polígono. &#191;C&oacute;mo puedo modificar su forma?</h3>

<p>Luego de dibujar un polígono o una línea, si necesita modificar su forma se utiliza la herramienta &quot;Modificar Polígono&quot; que se encuentra en &quot;Vectores&quot;, hace clic sobre el icono y posteriormente clic sobre el polígono en ese momento aparecer&aacute;n los v&eacute;rtices del polígono los cuales puede manejar haciendo clic sobre ellos. </p>

<h3>11.	&#191;Puedo manejar el contraste de los Layers de informaci&oacute;n con respecto a la base layer y los overlays? </h3>

<p>Puede manejar el contraste con la Herramienta &quot;Alpha&quot; que se encuentra en &quot;Mapa&quot;, al abrir esta pestaña se encuentra una barra la cual puede deslizar a la derecha para aumentar el contraste y hacia la izquierda para disminuirlo.</p> 

</body>
</html>
